Repository: MaddTheSane/OgreKit
Catalog: FindPanel/Resources/*.lproj/OgreTextFinderLocalizable.strings
Languages: french, german, ja, spanish

source: Find
french: Rechercher
german: Suchen
ja: 検索
spanish: Buscar

source: Replace
french: Remplacer
german: Ersetzen
ja: 置換
spanish: Reemplazar

source: Find All
french: Tout rechercher
german: Alles suchen
ja: すべて検索
spanish: Buscar todos

source: Replace All
french: Tout remplacer
german: Alles ersetzen
ja: すべて置換
spanish: Reemplazar todos

source: Highlight
french: Surlignage
german: Markieren
ja: ハイライト
spanish: Resaltar

source: Cancel
french: Annuler
german: Abbrechen
ja: キャンセル
spanish: Cancelar

source: (%dsec remaining)
french: (encore %d secondes)
german: (Noch %d Sekunden)
ja: (残り %d秒)
spanish: (Quedan %d segundos)

source: %lu string found.
french: %lu chaîne trouvée.
german: %lu Zeichenkette gefunden.
ja: %lu文字列を発見しました。
spanish: Encontrada %lu cadena.

source: %lu strings found.
french: %lu chaînes trouvées.
german: %lu Zeichenketten gefunden.
ja: %lu文字列を発見しました。
spanish: Encontradas %lu cadenas.

source: %lu string replaced.
french: %lu chaîne remplacée.
german: %lu Zeichenkette ersetzt.
ja: %lu文字列を置換しました。
spanish: Reemplazada %lu cadena.

source: %lu strings replaced.
french: %lu chaînes remplacées.
german: %lu Zeichenketten gefunden.
ja: %lu文字列を置換しました。
spanish: Reemplazadas %lu cadenas.

source: %lu string highlighted.
french: %lu chaîne surlignée.
german: %lu Zeichenkette markiert.
ja: %lu文字列を色付けしました。
spanish: Resaltada %lu cadena.

source: %lu strings highlighted.
french: %lu chaînes surlignées.
german: %lu Zeichenketten markiert.
ja: %lu文字列を色付けしました。
spanish: Resaltadas %lu cadenas.

source: Not found. (%.3fsec)
french: Pas de correspondance. (%.3f secondes)
german: Nicht gefunden. (%.3f Sekunden)
ja: 見つかりませんでした。(%.3f秒)
spanish: No encontrado. (%.3f segundos)

source: Not found. (canceled, %.3fsec)
french: Pas de correspondance. (annulé, %.3f secondes)
german: Nicht gefunden. (Abgebrochen, %.3f Sekunden)
ja: 見つかりませんでした。(キャンセルされました。%.3f秒)
spanish: No encontrado. (Cancelado, %.3f segundos)

source: %lu string found. (%.3fsec)
french: %lu chaîne trouvée. (%.3f secondes)
german: %lu Zeichenkette gefunden. (%.3f Sekunden)
ja: %lu文字列を発見しました。(%.3f秒)
spanish: Encontrada %lu cadena. (%.3f segundos)

source: %lu strings found. (%.3fsec)
french: %lu chaînes trouvées. (%.3f secondes)
german: %lu Zeichenketten gefunden. (%.3f Sekunden)
ja: %lu文字列を発見しました。(%.3f秒)
spanish: Encontradas %lu cadenas. (%.3f segundos)

source: %lu string found. (canceled, %.3fsec)
french: %lu chaîne trouvée. (annulé, %.3f secondes)
german: %lu Zeichenkette gefunden. (Abgebrochen, %.3f Sekunden)
ja: %lu文字列を発見しました。(キャンセルされました。%.3f秒)
spanish: Encontrada %lu cadena. (Cancelado, %.3f segundos)

source: %lu strings found. (canceled, %.3fsec)
french: %lu chaînes trouvées. (annulé, %.3f secondes)
german: %lu Zeichenketten gefunden. (Abgebrochen, %.3f Sekunden)
ja: %lu文字列を発見しました。(キャンセルされました。%.3f秒)
spanish: Encontradas %lu cadenas. (Cancelado, %.3f segundos)

source: %lu string replaced. (%.3fsec)
french: %lu chaîne remplacée. (%.3f secondes)
german: %lu Zeichenkette ersetzt. (%.3f Sekunden)
ja: %lu文字列を置換しました。(%.3f秒)
spanish: Reemplazada %lu cadena. (%.3f segundos)

source: %lu strings replaced. (%.3fsec)
french: %lu chaînes remplacées. (%.3f secondes)
german: %lu Zeichenketten gefunden. (%.3f Sekunden)
ja: %lu文字列を置換しました。(%.3f秒)
spanish: Reemplazadas %lu cadenas. (%.3f segundos)

source: %lu string replaced. (canceled, %.3fsec)
french: %lu chaîne remplacée. (annulé, %.3f secondes)
german: %lu Zeichenkette ersetzt. (Abgebrochen, %.3f Sekunden)
ja: %lu文字列を置換しました。(キャンセルされました。%.3f秒)
spanish: Reemplazada %lu cadena. (Cancelado, %.3f segundos)

source: %lu strings replaced. (canceled, %.3fsec)
french: %lu chaînes remplacées. (annulé, %.3f secondes)
german: %lu Zeichenketten gefunden. (Abgebrochen, %.3f Sekunden)
ja: %lu文字列を置換しました。(キャンセルされました。%.3f秒)
spanish: Reemplazadas %lu cadenas. (Cancelado, %.3f segundos)

source: %lu string highlighted. (%.3fsec)
french: %lu chaîne surlignée. (%.3f secondes)
german: %lu Zeichenkette markiert. (%.3f Sekunden)
ja: %lu文字列を色付けしました。(%.3f秒)
spanish: Resaltada %lu cadena. (%.3f segundos)

source: %lu strings highlighted. (%.3fsec)
french: %lu chaînes surlignées. (%.3f secondes)
german: %lu Zeichenketten markiert. (%.3f Sekunden)
ja: %lu文字列を色付けしました。(%.3f秒)
spanish: Resaltadas %lu cadenas. (%.3f segundos)

source: %lu string highlighted. (canceled, %.3fsec)
french: %lu chaîne surlignée. (annulé, %.3f secondes)
german: %lu Zeichenkette markiert. (Abgebrochen, %.3f Sekunden)
ja: %lu文字列を色付けしました。(キャンセルされました。%.3f秒)
spanish: Resaltada %lu cadena. (Cancelado, %.3f segundos)

source: %lu strings highlighted. (canceled, %.3fsec)
french: %lu chaînes surlignées. (annulé, %.3f secondes)
german: %lu Zeichenketten markiert. (Abgebrochen, %.3f Sekunden)
ja: %lu文字列を色付けしました。(キャンセルされました。%.3f秒)
spanish: Resaltadas %lu cadenas. (Cancelado, %.3f segundos)

source: Error! Uneditable.
french: Erreur! Non éditable.
german: Fehler! Nicht zu bearbeiten.
ja: エラー! 編集不可
spanish: ¡Error! No editable.

source: Missing.
french: Absente.
german: Fehlt.
ja: 行方不明
spanish: Perdido.

source: Find Result for "%@"
french: Résultat de la rechercher pour "%@"
german: Suchergebnis für „%@“
ja: "%@"の検索結果

source: Found in %lu item.
french: Trouvé dans %lu élément.
german: In %lu Eintrag gefunden.
ja: %lu項目内で発見しました。

source: Found in %lu items.
french: Trouvé dans %lu éléments.
german: In %lu Einträgen gefunden.
ja: %lu項目内で発見しました。

source: Find String: %@
french: Chercher la chaîne : %@
german: Suchzeichenkette: %@
ja: 検索文字列: %@
spanish: Secuencia a buscar: %@

source: Line
french: Ligne
german: Zeile
ja: 行
spanish: Línea

source: Found String
french: Chaîne trouvée
german: Gefundene Zeichenketten
ja: 文字列
spanish: Texto encontrado

source: Live Update
german: Autom. aktualisieren
ja: 自動更新
spanish: Actualizar en vivo

source: Selected string not found.
french: La chaîne sélectionnée n'a pas été trouvée.
german: Ausgewählte Zeichenkette nicht gefunden.
ja: 選択された文字列を発見できませんでした。
spanish: No encontrada la cadena de texto seleccionada.

source: Favorites
french: Signets
german: Favoriten
ja: お気に入り

source: Custom Find/Replace
french: Rechercher/Remplacer personnalisé
ja: カスタム検索置換

source: Definition
french: Définition
ja: 定義

source: Serial (Pipe)
french: Série (Pipe)
ja: 直列 (パイプ)

source: Parallel (Join)
french: Parallèle (Join)
ja: 並列 (結合)

source: Multifile Find/Replace
french: Rechercher/Remplacer multifichiés
ja: 複数ファイル検索置換
